examples/performance/01_single_phase_nozzle/flux/hllem/0/theta
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object theta;
}

dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;

boundaryField
{
    inlet
    {
        type zeroGradient;
    }
    outlet
    {
        type zeroGradient;
    }
    wall
    {
        type zeroGradient;
    }
    wedgeBack { type wedge; }
    wedgeFront { type wedge; }
}
