examples/performance/01_single_phase_nozzle/flux/hllem/system/controlDict
                                                                               
                             
                                                                   
                                                            
                                          
                             
                                                                               
FoamFile
{
    version         2;
    format          ascii;
    class           dictionary;
    object          controlDict;
}
                                                                               

application     gasUGKP;

startFrom       startTime;

startTime       0;

stopAt          endTime;

endTime         0.1;

deltaT          1e-08;

writeControl    runTime;

writeInterval   0.1;

purgeWrite      0;

writeFormat     ascii;

writePrecision  14;

writeCompression off;

timeFormat      general;

timePrecision   8;

runTimeModifiable yes;

adjustTimeStep  yes;

maxCo           0.5;

maxDeltaT       1e-04;


                                                                               
